{
  "menu": {
    "project": "My works",
    "contact": "Contact"
  },
  "credit": {
    "thanks": "Thank you for visiting! Special thanks to buddy <a href='https://www.linkedin.com/in/duonghoang21/' target='_blank'>Duong Hoang</a> who developed this website ✨",
    "copyright": "© 2025 | Portfolio by Trần Phương Thảo"
  },
  "project": {
    "year": "year",
    "exp": "experience",
    "projs": "projects",
    "location": "Based in Hanoi, Vietnam",
    "follow": "Following",
    "inbox": "Message"
  },
  "mf": {
    "it": "Project Introduction",
    "itdesc": "muFreight is a web application that enables international users to order and bid on items in Japan. The project focuses on designing an intuitive, modern, easy-to-use interface that allows users to order, bid, and manage shipping efficiently.",
    "tg": "UI Goals:",
    "tg1": "Design a clean interface that matches the company logo and optimizes the user experience.",
    "tg2": "Create a reusable component system for sections such as: cards, modals, forms, etc.",
    "tg3": "Ensure responsive design for both desktop and mobile.",
    "typo": "Below you'll find sample text that I use to test my fonts. I've included an ever-growing selection of character and symbol combinations to check your kerning, collisions and overall tone. Copy and paste into your desired testing program and give your characters a good twice over."
  },
  "mplis": {
    "it": "Project Introduction",
    "itdesc": "MPLIS is a management system project, serving officials in the administration and operation of the national land information system. This project focuses on designing an intuitive, modern, easy-to-use interface, helping users to operate quickly and logically. The project is combined with the BA, QA and programming team from Viettel company."
  },
  "imap": {
    "name": "IMAP - Live maps and GPS",
    "it": "Project Introduction",
    "itdesc": "IMAP is a system that provides online maps and manages GPS tracking devices. The goal of the project is to design a visually appealing, easy-to-navigate interface tailored for non-technical users.",
    "solution": "Design solutions",
    "solution1": "The design follows a modern and minimalist style, focusing on displaying clear, easy-to-understand, and comprehensive information.",
    "solution2": "The primary colors are blue and orange — conveying a sense of technology while remaining friendly and approachable.",
    "solution3": "A reusable component system was created for elements such as cards, modals, and forms, etc.",
    "solution4": "The layout is fully responsive across 5 screen sizes: 1920px, 1440px, 1280px, 768px, and 375px."
  },
  "contact": {
    "touch": "Get in touch",
    "connect": "I'm glad to talk to you",
    "phone": "PHONE",
    "download": "DOWNLOAD CV"
  }
}
